case/outputs_shutin/openfoam_cases/section_1_x6p2km/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| SHCT->OpenFOAM coupling — auto-generated case                              |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (liquid gas);

liquid
{
    transportModel  Newtonian;
    nu      5.12873e-06;
    rho     974.9;
}

gas
{
    transportModel  Newtonian;
    nu      8.4873e-08;
    rho     153.17;
}

sigma   0.022;
